
import ReadMoreText from "./ReadMoreText";

import "./style.css"

const ReadMore = () => {

    return (
      <>
        <div>
          <ReadMoreText
            shortContent="Шановні мешканці та гості Вільногірської громади!
До вашої уваги новий сайт. Він присвячений героїзму і мужності наших земляків, увічненню пам'яті про загиблих і живих Героїв російсько-української війни.Медіаресурс ще у стані розробки, матеріали не всі. Але ми готові до співпраці з рідними наших захисників і захисниць, щоб наповнити це джерело інформації достовірними фактами з їхнього життя, світлинами, спогадами про них.
"
            longContent="Тут ви зможете вносити пропозиції щодо нових матеріалів, користуватись інформацією з офіційних джерел щодо алгоритму пошуку зниклих безвісти. Матеріали про полеглих воїнів взяті з офіційного веб-сайту Вільногірської міської ради Дніпропетровської області, всеукраїнської Книги пам'яті а також написані, а також написані у процесі спілкування з родинами.

Війна закінчиться, а пам'ять залишиться.
Звертаємось до родин учасників АТО/ООС з проханням допомогти у написанні цієї символічної Книги Пам'яті нашої громади.
Слава Україні! Героям слава!"
          />
        </div>
      </>
    );
}
export default ReadMore;