import photo1 from "./Images/1.jpg";
import photo2 from "./Images/2.jpg";
import photo3 from "./Images/3.jpg";

export const Hero = [
  {
    id: 1,
    name: "Сергій Анатолійович СОКОЛЕНКО",
    photo: photo1,
    position: "молодший інспектор І категорії – помічник гранатометника",
    texts: [
      "04 січня 2023 року внаслідок гострої серцево-судинної недостатності та гострого панкреатиту помер наш захисник, житель Вільногірська Сергій Анатолійович СОКОЛЕНКО. Віддав життя, захищаючи Україну від російської навали.",
      "Народився Сергій 30 травня 1969 року у Вільногірську. Навчався у середній школі №3. Коли Сергію було 11 років, на його руках померла мама, невдовзі пішов з життя і батько. Виховувала хлопчика його рідна тітка Майя Олександрівна Яковлева. Виховувала з любов’ю, як рідного.",
      "Сергій змалку мріяв стати пілотом, навіть вступив в авіаційне училище, але доля склалася по-іншому. У 1987-1988 роках проходив армійську службу в м. Капустин Яр Архангельської області у ракетних військах.",
      "Потім працював на заводі електровакуумного скла. Був майстром на всі руки. Багато хто з вільногірців вдячні йому за відмінно виконані ремонтні роботи. У приватному порядку він і займався цією справою, був дуже безкорисливим і завжди приходив людям на допомогу.",
      "Великою втратою для Сергія Анатолійовича була передчасна смерть єдиного сина Дмитра. На все життя вона залишилася для нього відкритою раною.",
      "Свою батьківську любов він сповна віддав прийомній доньці Катрусі, виростивши її практично змалку як рідну.",
      "Сергій завжди був не лише гарним чоловіком і батьком, а й справжнім патріотом. З початком широкомасштабної агресії росії проти України він прийняв для себе добровільне рішення йти боронити рідну державу. З 13 березня Сергій Анатолійович СОКОЛЕНКО служив молодшим інспектором І категорії – помічником гранатометника в одному із загонів Державної прикордонної служби України. Помер старший солдат СОКОЛЕНКО у смт Краснопілля Сумської області.",
      "Низький уклін і вдячність Герою за відданість і вірність державі, за мужність і стійкість.",
    ],
  },
  {
    id: 2,
    name: "Максим Шухевич",
    photo: photo2,
    position: "молодший інспектор І категорії – помічник гранатометника",
    texts: [
      "04 січня 2023 року внаслідок гострої серцево-судинної недостатності та гострого панкреатиту помер наш захисник, житель Вільногірська Сергій Анатолійович СОКОЛЕНКО. Віддав життя, захищаючи Україну від російської навали.",
      "Народився Сергій 30 травня 1969 року у Вільногірську. Навчався у середній школі №3. Коли Сергію було 11 років, на його руках померла мама, невдовзі пішов з життя і батько. Виховувала хлопчика його рідна тітка Майя Олександрівна Яковлева. Виховувала з любов’ю, як рідного.",
      "Сергій змалку мріяв стати пілотом, навіть вступив в авіаційне училище, але доля склалася по-іншому. У 1987-1988 роках проходив армійську службу в м. Капустин Яр Архангельської області у ракетних військах.",
      "Потім працював на заводі електровакуумного скла. Був майстром на всі руки. Багато хто з вільногірців вдячні йому за відмінно виконані ремонтні роботи. У приватному порядку він і займався цією справою, був дуже безкорисливим і завжди приходив людям на допомогу.",
      "Великою втратою для Сергія Анатолійовича була передчасна смерть єдиного сина Дмитра. На все життя вона залишилася для нього відкритою раною.",
      "Свою батьківську любов він сповна віддав прийомній доньці Катрусі, виростивши її практично змалку як рідну.",
      "Сергій завжди був не лише гарним чоловіком і батьком, а й справжнім патріотом. З початком широкомасштабної агресії росії проти України він прийняв для себе добровільне рішення йти боронити рідну державу. З 13 березня Сергій Анатолійович СОКОЛЕНКО служив молодшим інспектором І категорії – помічником гранатометника в одному із загонів Державної прикордонної служби України. Помер старший солдат СОКОЛЕНКО у смт Краснопілля Сумської області.",
      "Низький уклін і вдячність Герою за відданість і вірність державі, за мужність і стійкість.",
    ],
  },
  {
    id: 3,
    name: "Батько наш Бандера",
    photo: photo3,
    position: "молодший інспектор І категорії – помічник гранатометника",
    texts: [
      "04 січня 2023 року внаслідок гострої серцево-судинної недостатності та гострого панкреатиту помер наш захисник, житель Вільногірська Сергій Анатолійович СОКОЛЕНКО. Віддав життя, захищаючи Україну від російської навали.",
      "Народився Сергій 30 травня 1969 року у Вільногірську. Навчався у середній школі №3. Коли Сергію було 11 років, на його руках померла мама, невдовзі пішов з життя і батько. Виховувала хлопчика його рідна тітка Майя Олександрівна Яковлева. Виховувала з любов’ю, як рідного.",
      "Сергій змалку мріяв стати пілотом, навіть вступив в авіаційне училище, але доля склалася по-іншому. У 1987-1988 роках проходив армійську службу в м. Капустин Яр Архангельської області у ракетних військах.",
      "Потім працював на заводі електровакуумного скла. Був майстром на всі руки. Багато хто з вільногірців вдячні йому за відмінно виконані ремонтні роботи. У приватному порядку він і займався цією справою, був дуже безкорисливим і завжди приходив людям на допомогу.",
      "Великою втратою для Сергія Анатолійовича була передчасна смерть єдиного сина Дмитра. На все життя вона залишилася для нього відкритою раною.",
      "Свою батьківську любов він сповна віддав прийомній доньці Катрусі, виростивши її практично змалку як рідну.",
      "Сергій завжди був не лише гарним чоловіком і батьком, а й справжнім патріотом. З початком широкомасштабної агресії росії проти України він прийняв для себе добровільне рішення йти боронити рідну державу. З 13 березня Сергій Анатолійович СОКОЛЕНКО служив молодшим інспектором І категорії – помічником гранатометника в одному із загонів Державної прикордонної служби України. Помер старший солдат СОКОЛЕНКО у смт Краснопілля Сумської області.",
      "Низький уклін і вдячність Герою за відданість і вірність державі, за мужність і стійкість.",
    ],
  },
  {
    id: 4,
    name: "Батько наш Бандера",
    photo: photo3,
    position: "молодший інспектор І категорії – помічник гранатометника",
    texts: [
      "04 січня 2023 року внаслідок гострої серцево-судинної недостатності та гострого панкреатиту помер наш захисник, житель Вільногірська Сергій Анатолійович СОКОЛЕНКО. Віддав життя, захищаючи Україну від російської навали.",
      "Народився Сергій 30 травня 1969 року у Вільногірську. Навчався у середній школі №3. Коли Сергію було 11 років, на його руках померла мама, невдовзі пішов з життя і батько. Виховувала хлопчика його рідна тітка Майя Олександрівна Яковлева. Виховувала з любов’ю, як рідного.",
      "Сергій змалку мріяв стати пілотом, навіть вступив в авіаційне училище, але доля склалася по-іншому. У 1987-1988 роках проходив армійську службу в м. Капустин Яр Архангельської області у ракетних військах.",
      "Потім працював на заводі електровакуумного скла. Був майстром на всі руки. Багато хто з вільногірців вдячні йому за відмінно виконані ремонтні роботи. У приватному порядку він і займався цією справою, був дуже безкорисливим і завжди приходив людям на допомогу.",
      "Великою втратою для Сергія Анатолійовича була передчасна смерть єдиного сина Дмитра. На все життя вона залишилася для нього відкритою раною.",
      "Свою батьківську любов він сповна віддав прийомній доньці Катрусі, виростивши її практично змалку як рідну.",
      "Сергій завжди був не лише гарним чоловіком і батьком, а й справжнім патріотом. З початком широкомасштабної агресії росії проти України він прийняв для себе добровільне рішення йти боронити рідну державу. З 13 березня Сергій Анатолійович СОКОЛЕНКО служив молодшим інспектором І категорії – помічником гранатометника в одному із загонів Державної прикордонної служби України. Помер старший солдат СОКОЛЕНКО у смт Краснопілля Сумської області.",
      "Низький уклін і вдячність Герою за відданість і вірність державі, за мужність і стійкість.",
    ],
  },
];
